Repository: EPage-Ed/Enroll
Catalog: Localizable.xcstrings
Source language: en
Languages: es_us

source: * Must be 18 by the date of the next election Visit the site to verify if eligible, or to pre-register to vote if age 16 or 17.
es_us: * Debe tener 18 años antes de la fecha de la próxima elección. Visite el sitio para verificar si es elegible, o para registrarse previamente para votar si tiene 16 o 17 años.

source: ❤️ Registered to Vote ❤️
es_us: ❤️ Registrado para Votar ❤️

source: Available in California
es_us: Disponible en California

source: Digits
es_us: Dígitos

source: Do you want to choose a political party preference?
es_us: ¿Quieres elegir una preferencia de partido político?

source: Enroll
es_us: Inscribirse

source: Enter Party Name
es_us: Introduzca el nombre del partido

source: How to Use
es_us: Cómo Utilizar

source: I am a U.S. citizen and resident of California.
es_us: Soy ciudadano(a) estadounidense y residente de California.

source: I have a Social Security Number
es_us: Tengo un número de seguro social

source: I want to get my county voter information guide by mail before each election.
es_us: Quiero recibir la guía de información para votantes de mi condado por correo antes de cada elección.

source: I want to get my state voter information guide by mail before each statewide election.
es_us: Quiero recibir mi guía de información para votantes del estado por correo antes de cada elección estatal.

source: If you do not choose a party, you may not be able to vote for some parties’ candidates at a primary election for U.S. President, or for a party’s central committee.
es_us: Si no elige un partido, es posible que no pueda votar por los candidatos de algunos partidos en una elección primaria para presidente de Estados Unidos o para el comité central de un partido.

source: Last 4 digits:
es_us: Últimos 4 dígitos:

source: May Need More Info
es_us: Puede que necesite más información

source: More Info
es_us: Más Información

source: Must be 18 to Vote*
es_us: Debe tener 18 años para votar*

source: Next Election
es_us: Próxima Elección

source: No Registration Found
es_us: No se encontró ningún registro

source: Processing...
es_us: Tratamiento…

source: Register
es_us: Registro

source: Register to Vote
es_us: Regístrese para Votar

source: Review the following forms. Most of the required information will be pre-filled. Make any changes as desired.
es_us: Revise los siguientes formularios. La mayor parte de la información requerida ya estará completa. Realice los cambios que desee.

source: Scan back of State ID Card
es_us: Escanear hacia atrás de Tarjeta de identificación estatal

source: Scan Card
es_us: Escanear Tarjeta

source: See your voter status
es_us: Vea su estado de votante

source: Select County
es_us: Seleccione el Condado

source: Select Party
es_us: Seleccionar Partido

source: Start Over
es_us: Empezar de Nuevo

source: Tap Register if needed
es_us: Toque Registrarse si es necesario

source: Tap Scan Card button
es_us: Toque el botón Escanear tarjeta

source: Underage
es_us: Menor de edad

source: Verify
es_us: Verificar

source: Visit Site to Verify
es_us: Visite el sitio para verificar

source: Visit Voter Registration Site
es_us: Visita el sitio de registro de votantes

source: Voter Registration Info
es_us: Información de registro de votantes
